[
    {
        "id": 1,
        "image": "https://i.imgur.com/1joB0Wc.jpeg",
        "service_name": "Career Counseling",
        "category": "Online",
        "short_description": "One-on-one career counseling to help you find the right path and make informed career decisions.",
        "brief_description": "One-on-one career counseling to help you find the right path and make informed decisions about your future. This session includes in-depth discussions about your career goals, challenges, and opportunities, with tailored advice on how to navigate your career journey. The counselor will assist you in identifying your strengths, areas for improvement, and strategies for overcoming obstacles. Whether you're exploring career options, facing career transitions, or looking for growth opportunities, this session provides valuable insights and guidance to help you succeed. You'll also receive actionable steps to take after the session, helping you feel empowered and prepared to achieve your career aspirations. Personalized recommendations and strategies are offered based on your unique background, interests, and goals, ensuring you receive the best possible support in your career development.",
        "pricing": 100,
        "duration": "05-12-24 5-6pm",
        "counselor": "John Doe",
        "rating": 4.8
    },
    {
        "id": 2,
        "image": "https://i.imgur.com/wwbkkAJ.jpeg",
        "service_name": "Resume Review",
        "category": "Online",
        "short_description": "Get expert feedback on your resume to make it stand out and land your dream job.",
        "brief_description": "Get professional feedback on your resume from industry experts to make it stand out. This service focuses on enhancing the quality of your resume by identifying areas of improvement, optimizing the structure, and ensuring that it aligns with the expectations of employers. A detailed review will highlight any potential gaps, inconsistencies, or weaknesses, and provide constructive suggestions for improvement. Whether you're just starting your career or looking to advance to a new role, having a well-crafted resume is essential. Our expert counselors will provide tips on how to effectively showcase your experience, skills, and accomplishments to attract the attention of recruiters and hiring managers. You'll also receive guidance on how to tailor your resume for specific roles, making it more impactful and tailored to your career goals.",
        "pricing": 75,
        "duration": "05-12-24 3-4pm",
        "counselor": "Jane Smith",
        "rating": 4.7
    },
    {
        "id": 3,
        "image": "https://i.imgur.com/5Vm6BG4.jpeg",
        "service_name": "Job Search Strategies",
        "category": "Online",
        "short_description": "Learn effective strategies to optimize your job search and find opportunities faster.",
        "brief_description": "Learn proven strategies to find job opportunities and optimize your job search process. In this session, you'll gain expert insights on how to effectively search for jobs, leverage job boards, and maximize your network. The counselor will guide you through advanced job search techniques, such as optimizing your online presence, using LinkedIn effectively, and leveraging social media to connect with industry leaders. The session also focuses on creating a personalized job search plan tailored to your career goals, including tips on creating compelling job applications and preparing for interviews. You'll also learn how to stay motivated and manage rejection while ensuring that you're making the most of every opportunity. With this guidance, you’ll be equipped with the right tools and strategies to stand out in the competitive job market and land the job that's right for you.",
        "pricing": 120,
        "duration": "06-12-24 11-12pm",
        "counselor": "Michael Lee",
        "rating": 4.9
    },
    {
        "id": 4,
        "image": "https://i.imgur.com/lp7dtJd.jpeg",
        "service_name": "Interview Preparation",
        "category": "Online",
        "short_description": "Boost your interview confidence with mock sessions, feedback, and expert tips.",
        "brief_description": "Prepare for interviews with mock sessions, tips, and strategies to boost your confidence. This service provides an in-depth review of common interview questions and behavioral interview techniques to help you effectively communicate your skills and experiences. You'll participate in mock interview sessions, where you'll get feedback on your responses, body language, and overall presentation. The counselor will guide you through how to respond to difficult questions, how to handle stress during interviews, and how to make a lasting impression on interviewers. In addition, you'll receive advice on how to research companies and roles, ensuring that you're well-prepared for any interview scenario. By the end of the session, you'll feel more confident, prepared, and equipped with the tools needed to excel in interviews and land your desired job. Personalized feedback ensures you know exactly where to improve.",
        "pricing": 90,
        "duration": "07-12-24 1-2pm",
        "counselor": "Sarah Connor",
        "rating": 4.8
    },
    {
        "id": 5,
        "image": "https://i.imgur.com/KG5IAu6.jpeg",
        "service_name": "Cover Letter Review",
        "category": "Online",
        "short_description": "Receive personalized feedback to improve your cover letter and make a strong first impression.",
        "brief_description": "Get feedback and improvement tips for your cover letter to make a strong first impression. The cover letter review session focuses on helping you craft a compelling letter that highlights your unique skills, experience, and passion for the role. Our experts will provide personalized feedback on the tone, structure, and content of your cover letter, ensuring it aligns with the job you are applying for. Additionally, the session includes advice on how to tailor your cover letter to different positions and industries, making sure that it speaks directly to the employer's needs. You'll learn how to effectively express your enthusiasm for the role while highlighting your qualifications in a way that stands out from the competition. With expert guidance, you’ll gain the confidence to submit a well-crafted cover letter that makes a memorable impact on hiring managers.",
        "pricing": 50,
        "duration": "08-12-24 10-11am",
        "counselor": "David Brown",
        "rating": 4.6
    },
    {
        "id": 6,
        "image": "https://i.imgur.com/lp7dtJd.jpeg",
        "service_name": "Profile Optimization",
        "category": "Online",
        "short_description": "Make your LinkedIn profile stand out and attract recruiters with expert advice and strategies.",
        "brief_description": "Optimize your LinkedIn profile to attract more recruiters and make professional connections. This service focuses on refining your LinkedIn profile to ensure that it’s appealing to potential employers and networking connections. The session includes expert advice on how to optimize your headline, summary, experience, and skills sections to showcase your strengths. Additionally, you’ll receive tips on how to make your profile stand out by adding rich media and showcasing your achievements. You’ll also learn how to use LinkedIn’s advanced features, such as LinkedIn Pulse, groups, and job search tools, to increase your visibility and expand your network. Whether you're job hunting or looking to build your professional brand, this session will provide you with the tools to effectively use LinkedIn to advance your career.",
        "pricing": 70,
        "duration": "09-12-24 4-5pm",
        "counselor": "Emily White",
        "rating": 4.7
    },
    {
        "id": 7,
        "image": "https://i.imgur.com/KG5IAu6.jpeg",
        "service_name": "Career Assessment",
        "category": "Online",
        "short_description": "Assess your strengths and interests to identify your ideal career path with personalized guidance.",
        "brief_description": "Assess your strengths and interests with a personalized career assessment to guide your next steps. During this session, you'll complete a detailed career assessment designed to identify your skills, personality traits, and values, and match them with potential career paths. The counselor will help you interpret the results and provide personalized feedback on your ideal work environments, roles, and industries. You’ll also discuss your passions and interests, and how they align with specific career opportunities. Based on the results, the counselor will offer actionable recommendations to help you make informed decisions about your career direction. This session is perfect for anyone looking to gain clarity on their career path, explore new opportunities, or make a successful career change.",
        "pricing": 150,
        "duration": "10-12-24 9-10am",
        "counselor": "James Hart",
        "rating": 4.9
    },
    {
        "id": 8,
        "image": "https://i.imgur.com/53pbI0C.jpeg",
        "service_name": "Networking Strategies",
        "category": "Online",
        "short_description": "Master the art of networking to build valuable professional relationships and career opportunities.",
        "brief_description": "Learn the best strategies for building professional networks and creating opportunities. This session provides a deep dive into how to network effectively both online and offline. You'll learn how to identify key individuals in your industry, approach them professionally, and build meaningful connections that can lead to career opportunities. The counselor will teach you how to use platforms like LinkedIn and industry-specific networks to connect with decision-makers, influencers, and peers. You’ll also gain strategies on how to maintain and nurture professional relationships for long-term success. Networking is an essential skill for career growth, and by the end of this session, you’ll have a comprehensive plan to build your network and leverage it to advance your career.",
        "pricing": 110,
        "duration": "11-12-24 2-3pm",
        "counselor": "Olivia Green",
        "rating": 4.8
    },
    {
        "id": 9,
        "image": "https://i.imgur.com/IxEJxGv.jpeg",
        "service_name": "Job Search Workshop",
        "category": "Group",
        "short_description": "Join a group session to learn effective job search strategies and get feedback on your job materials.",
        "brief_description": "Join a group session to learn about effective job search tactics and strategies. You’ll learn strategies to find job opportunities, create a standout resume, craft a compelling cover letter, and ace your interviews. The counselor will provide group feedback on each participant's job search materials, giving you personalized insights that can help you improve your approach. You’ll also have the chance to network with other job seekers, share experiences, and learn from each other’s challenges and successes. By the end of the session, you’ll walk away with a solid job search strategy and the tools to execute it successfully.",
        "pricing": 50,
        "duration": "12-12-24 1-3pm",
        "counselor": "Liam Turner",
        "rating": 4.7
    },
    {
        "id": 10,
        "image": "https://i.imgur.com/IxEJxGv.jpeg",
        "service_name": "Career Planning & Goal",
        "category": "Offline",
        "short_description": "Develop a personalized career plan and set measurable goals with expert guidance.",
        "brief_description": "Work with a counselor to develop a personalized career plan and set achievable goals. In this session, you’ll have one-on-one time with a counselor to discuss your long-term career aspirations and break them down into actionable goals. The counselor will help you identify both short-term and long-term career goals, create a strategy for achieving them, and provide you with tools to track your progress. This session is ideal for those who are looking for more direction and structure in their career planning, whether you're just starting out, changing careers, or looking to advance in your current field. By the end of the session, you’ll have a clear roadmap for your career and a set of measurable goals to track your progress toward success.",
        "pricing": 130,
        "duration": "13-12-24 5-6pm",
        "counselor": "Sophia Taylor",
        "rating": 4.9
    },
    {
        "id": 11,
        "image": "https://i.imgur.com/x9W4AIw.jpeg",
        "service_name": "Freelance Consulting",
        "category": "Online",
        "short_description": "Navigate freelancing and build a successful freelance career with expert advice and strategies.",
        "brief_description": "Learn how to navigate and thrive in the world of freelancing and self-employment. This session is tailored to individuals looking to start or grow their freelance career. The counselor will provide expert guidance on how to manage your freelance business, from setting rates and finding clients to building a portfolio and establishing your brand. You’ll also learn strategies for balancing multiple clients, handling contracts, and managing your finances as a freelancer. Whether you’re just starting out or looking to scale your freelance business, this session will provide the tools and resources you need to succeed in the freelancing world.",
        "pricing": 100,
        "duration": "14-12-24 3-4pm",
        "counselor": "Mia Lewis",
        "rating": 4.6
    },
    {
        "id": 12,
        "image": "https://i.imgur.com/hOxc2Rj.jpeg",
        "service_name": "Career Workshop",
        "category": "Group",
        "short_description": "A virtual workshop to help individuals looking to change careers, offering expert guidance and insights.",
        "brief_description": "A virtual workshop to help individuals looking to change careers, offering expert guidance and insights. This workshop focuses on providing career changers with the tools and resources they need to transition successfully into a new field. You’ll learn how to assess transferable skills, identify new career opportunities, and build a strategy for career change. The counselor will guide you through the process of updating your resume, preparing for job interviews, and networking in your new field. You’ll also have the opportunity to participate in group discussions, hear from others who are making a career change, and gain inspiration from their experiences. By the end of the workshop, you’ll have a clear plan for your career transition and the confidence to make it happen.",
        "pricing": 40,
        "duration": "15-12-24 2-4pm",
        "counselor": "Daniel Harris",
        "rating": 4.8
    }
]
